export const links = [
    { id: 0, link: 'about', title: 'О нас' },
    { id: 1, link: 'advantages', title: 'Преимущества' },
    { id: 2, link: 'services', title: 'Услуги' },
    { id: 3, link: 'directory', title: 'Каталог' },
    { id: 4, link: 'contacts', title: 'Контакты' },
];

export const advantagesList = [
    {
        id: 0,
        title: 'Опыт и профессионализм.',
        subtitle: `Наш коллектив состоит из опытных специалистов, которые знают все тонкости процесса импорта и продажи автомобилей.
Мы готовы поделиться своими знаниями и опытом,
чтобы сделать вашу покупку максимально
комфортной и безопасной`,
    },
    {
        id: 1,
        title: 'Индивидуальный подход.',
        subtitle: `У каждого клиента есть свой личный менеджер, который будет сопровождать вас на всех этапах сделки.
Мы учитываем ваши пожелания и потребности,
чтобы предложить наилучшие варианты.`,
    },
    {
        id: 2,
        title: 'Широкий выбор.',
        subtitle: `Предлагаем автомобили из наличия, но наша специализация — импорт под заказ из Южной Кореи,
Китая, США и европейских стран. Вы можете выбрать
любую модель, которая соответствует вашим желаниям
и требованиям.`,
    },
    {
        id: 3,
        title: 'Поддержка на всех этапах.',
        subtitle: `Мы не просто продаём автомобили, но и оказываем всестороннюю поддержку нашим клиентам.
Это включает помощь с оформлением документов, постановкой на учёт, оформлением КАСКО и ОСАГО.`,
    },
    {
        id: 4,
        title: 'Гарантия качества.',
        subtitle: `Предоставляем гарантию на автомобили, включая подержанные. Наша цель — обеспечить вам уверенность в каждой сделке.`,
    },
    {
        id: 5,
        title: 'Своя логистика.',
        subtitle: `Контролируем весь процесс доставки автомобиля,
чтобы гарантировать его сохранность и своевременную доставку.`,
    },
];

export const AdvantageInfo = {
    title: `	Добро пожаловать в
					Strada Авто» — ваш
					путь к автомобилю
					мечты начинается
					здесь!`,
    description: `Strada Авто» — это
					молодая, динамично
					развивающаяся
					компания, которая
					уже успела
					зарекомендовать себя
					на рынке как хуйня
					полная в сфере
					параллельного
					импорта
					первоклассных
					автомобилей.`,
    descriptionSecond: `		Наш главный офис
					находится в
					Октябрьском на
					речке, и мы гордимся
					тем, что собрали
					команду
					профессионалов,
					которые являются
					настоящими фанатами
					своего дела.`,
};

export const ServicesList = [
    {
        id: 0,
        img: 'img/services1.jpg',
        title: 'Импорт под заказ',
        subtitle: `Привезем любую модель автомобиля из Южной Кореи, Китая, США и европейских стран. Вы можете выбрать автомобиль, который соответствует вашим пожеланиям и требованиям.`,
    },
    {
        id: 1,
        img: 'img/services2.jpg',
        title: 'Помощь с оформлением документов',
        subtitle: `Поможем вам оформить все необходимые документы
для постановки автомобиля на учёт.`,
    },
    {
        id: 2,
        img: 'img/services3.jpg',
        title: 'Оформление КАСКО и ОСАГО',
        subtitle: `Сотрудничаем с надёжными страховыми компаниями, чтобы предложить вам лучшие условия страхования.`,
    },
    {
        id: 3,
        img: 'img/services4.jpg',
        title: 'Гарантия на автомобили',
        subtitle: `Предоставляем гарантию на автомобили, включая подержанные.`,
    },
];

export const directoryList = [
    {
        id: 0,
        title: 'Porsche Cayenne',
        src: '/img/directory.jpg',
        power: '999',
        drive: 'задний',
        volume: '5.5',
        acceleration: '0.99',
        gearbox: 'автомат',
    },
    {
        id: 1,
        title: 'Porsche Cayenne',
        src: '/img/directory.jpg',
        power: '999',
        drive: 'задний',
        volume: '5.5',
        acceleration: '0.99',
        gearbox: 'автомат',
    },
    {
        id: 2,
        title: 'Porsche Cayenne',
        src: '/img/directory.jpg',
        power: '999',
        drive: 'задний',
        volume: '5.5',
        acceleration: '0.99',
        gearbox: 'автомат',
    },
    {
        id: 3,
        title: 'Porsche Cayenne',
        src: '/img/directory.jpg',
        power: '999',
        drive: 'задний',
        volume: '5.5',
        acceleration: '0.99',
        gearbox: 'автомат',
    },
    {
        id: 4,
        title: 'Porsche Cayenne',
        src: '/img/directory.jpg',
        power: '999',
        drive: 'задний',
        volume: '5.5',
        acceleration: '0.99',
        gearbox: 'автомат',
    },
];

export const contactLinks = [
    { id: 0, title: 'Наш ТГ канал', link: 'https://t.me/stradaauto', img: 'svg/tg.svg' },
    {
        id: 1,
        title: 'Мой Телеграмм',
        link: 'https://t.me/marat_vanauto',
        img: 'svg/tg.svg',
    },
    { id: 2, title: 'Номер для связи', description: '+7 (993) 634-25-45', img: 'svg/phone.svg' },
];
